Repository: mbenaiss/InsightRun
Catalog: InsightRun/InsightRunWidgets/Localizable.xcstrings
Source language: en
Languages: fr

source: / 7 days
fr: / 7 jours

source: %lld days ago
fr: il y a %lld jours

source: %lld runs
fr: %lld sorties

source: 20–30 min footing, no more.
fr: 20–30 min de footing, pas plus.

source: Avg HR
fr: FC moy.

source: Change
fr: Variation

source: Daily recovery and readiness score.
fr: Score de récupération et de préparation quotidien.

source: Distance, runs and pace for the current week.
fr: Distance, sorties et allure de la semaine en cours.

source: Easy run, RPE 2–3.
fr: Footing facile, RPE 2–3.

source: EFFICIENCY
fr: EFFICACITÉ

source: Fair
fr: Moyen

source: FAIR
fr: MOYEN

source: Fragmented
fr: Fragmenté

source: Good
fr: Bon

source: GOOD
fr: BON

source: Health Vitals
fr: Signes vitaux

source: High
fr: Haut

source: High load
fr: Charge élevée

source: HRV
fr: VFC

source: HRV, resting heart rate, SpO₂ and respiratory rate.
fr: VFC, FC repos, SpO₂ et fréquence respiratoire.

source: Inactive
fr: Inactif

source: Last night's sleep duration and quality.
fr: Durée et qualité du sommeil de la nuit dernière.

source: Last run
fr: Dernière sortie

source: Last run ·
fr: Dernière sortie ·

source: Last workout
fr: Dernière sortie

source: Last Workout
fr: Dernière sortie

source: Load
fr: Charge

source: LOW
fr: BAS

source: No data
fr: Aucune donnée

source: No sleep data
fr: Pas de données de sommeil

source: No workout
fr: Aucune sortie

source: No workout yet
fr: Aucune sortie

source: On track
fr: Sur la bonne voie

source: Pace
fr: Allure

source: Poor
fr: Faible

source: Prev. week
fr: Sem. préc.

source: QUALITY
fr: QUALITÉ

source: Recovery
fr: Récupération

source: Recovery is fair
fr: Récup moyenne

source: Recovery is mixed
fr: Récup mitigée

source: Rest
fr: Repos

source: Rest day, prioritise sleep.
fr: Repos, prends soin du sommeil.

source: Restful
fr: Réparateur

source: Resting HR
fr: FC repos

source: Runs
fr: Sorties

source: Sleep
fr: Sommeil

source: SpO2
fr: SpO₂

source: Strong recovery
fr: Belle récup

source: Summary of your last running workout.
fr: Résumé de votre dernière séance de course.

source: Take it easy
fr: Lève le pied

source: This morning
fr: Ce matin

source: This week
fr: Cette semaine

source: Time
fr: Temps

source: today
fr: aujourd'hui

source: Training Load
fr: Charge d'entraînement

source: Vitals
fr: Vitalité

source: vs last wk
fr: vs sem. préc.

source: Weekly stats
fr: Stats hebdo

source: Weekly Stats
fr: Stats hebdo

source: Weekly volume tracking and overtraining detection.
fr: Suivi du volume hebdomadaire et détection du surentraînement.

source: yesterday
fr: hier

source: You can push today.
fr: Tu peux pousser aujourd'hui.
